{
	"sections": [
		{
			"title": "Ceylon Tea",
			"content": [
				"Sri Lanka, formerly a British crown colony known as Ceylon, is a lush, fertile island in the Indian Ocean, just below the southeastern tip of India.",
				"During the British era, tea cultivation began, earning Ceylon Tea a reputation as the finest in the world.",
				"Tea exports became the backbone of the colonial economy, and the name 'Ceylon' became synonymous with quality tea.",
				"After independence, Ceylon became the world's largest tea exporter in 1965.",
				"When the country renamed itself Sri Lanka in 1972, the tea industry faced a challenge: 'Ceylon' was a globally recognized brand.",
				"Industry leaders persuaded the government to retain 'Ceylon Tea' as the brand name, preserving its priceless legacy."
			]
		},
		{
			"title": "Why Ceylon Tea",
			"content": [
				"Ceylon Tea's reputation stems from its quality and heritage.",
				"Grown in Sri Lanka's unique climate and terrain, it became a household name worldwide.",
				"The decision to maintain the 'Ceylon' brand post-1972 ensured its global recognition, avoiding the costly rebranding to 'Sri Lanka Tea.'"
			]
		},
		{
			"title": "A Legal Definition",
			"content": [
				"To be called 'Ceylon Tea,' the tea must be grown and manufactured entirely in Sri Lanka.",
				"It must meet strict quality standards set by the Sri Lanka Tea Board and not be blended with teas from other regions.",
				"It must also be packed in Sri Lanka to bear the Lion logo, ensuring authenticity.",
				"Blended teas, even if 95% Sri Lankan, cannot use the 'Ceylon Tea' name.",
				"Overseas importers cannot use the Lion logo, though they may use 'Ceylon Tea' if the contents are 100% Sri Lankan.",
				"These rules distinguish pure Ceylon Tea from mixed-origin blends."
			]
		},
		{
			"title": "The Lion of Ceylon",
			"content": [
				"The Lion of Ceylon logo, based on Sri Lanka's national flag, is a registered trademark in over 100 countries.",
				"It can only be found on packages of pure Ceylon Tea packed in Sri Lanka.",
				"It guarantees authenticity and quality, a symbol of the Tea Board's legacy since the 1930s."
			]
		},
		{
			"title": "Tea Growing Regions",
			"content": [
				"Sri Lanka's tea-growing regions are primarily in the central mountains and southern foothills, once known as Mayarata, the 'Country of Illusions.'",
				"These areas were forested until British colonization in 1815, when coffee estates were established, later replaced by tea after a coffee blight in the 1880s.",
				"The tea country is divided into seven districts, each producing teas with distinct characteristics due to unique climate and terrain.",
				"Like French wine regions, these districts (e.g., Uva, Nuwara Eliya) are strictly defined.",
				"Teas are grown at specific altitudes and manufactured locally to bear the district's name."
			]
		},
		{
			"title": "Quality Seasons and Microclimates",
			"content": [
				"Sri Lanka's two monsoons (northeast and southwest) create varied microclimates across tea districts.",
				"The central mountains act as a windbreak, producing 'quality seasons' with cool, dry weather ideal for tea.",
				"These climatic variations contribute to the diverse flavors of Ceylon Tea, prized by connoisseurs."
			]
		},
		{
			"title": "Cultivation",
			"content": [
				"Camellia sinensis, the tea plant, thrives in Sri Lanka's tropical climate with ample rain and stable temperatures.",
				"While it grows easily, producing high-quality Ceylon Tea requires careful management of soil, altitude, and weather.",
				"Each estate's tea varies, reflecting its unique conditions.",
				"Cultivation involves clearing land, preparing soil, planting via cuttings, weeding selectively, fertilizing under strict regulations, pruning to encourage horizontal growth, and plucking only the tenderest leaves and buds.",
				"These traditional methods ensure Ceylon Tea's exceptional quality."
			]
		}
	]
}
